import React from "react";

function PDF() {
  return (
    <div className="MainWrapper">
      <div className="MainWrapperForm">
        <div className="EmptyDiv" />
        <div className="FormWrapper">
          <div className="FormInner">
            <h2 className="FormInnerTitle">
              Соглашение об использовании персональных данных
            </h2>
            <p className="FormInnerText">
              Настоящим даю согласие учреждению образования «Витебский
              государственный технологический университет» (г. Витебск, проспект
              Московский, 72) на обработку моих персональных данных для участия
              в конкурсе по приему лиц для получения высшего образования.
            </p>
            <p className="FormInnerText">
              В указных целях даю согласие на осуществление следующих действий с
              моими персональными данными: сбор, систематизация, накопление,
              хранение, уточнение (обновление, изменение), извлечение,
              использование, обезличивание, блокирование, удаление, уничтожение.
            </p>
            <p className="FormInnerText">
              Настоящие согласие дается на обработку следующих персональных
              данных: фамилия, имя, отчество, (при наличии); дата и место
              рождения; гражданство; адрес регистрации по месту жительства
              (пребывания); адрес фактического места жительства; серия и номер
              документа, удостоверяющего личность, дата и место его выдачи;
              идентификационный номер; год окончания учреждения общего среднего,
              средне специального образования; номера телефонов, адрес
              электронной почты, результаты вступительных испытаний.
            </p>
            <p className="FormInnerText">
              Обработка персональных данных может осуществляться как
              автоматизированным, так и не автоматизированным способом.
            </p>
            <p className="FormInnerText">
              Мне разъяснены права, связанные с обработкой моих персональных
              данных (право на отзыв согласия субъекта персональных данных;
              право на получения информации, касающейся обработки персональных
              данных, и изменение персональных данных; право на получение
              информации о предоставлении персональных данных третьим лицам;
              право требовать прекращения обработки персональных данных третьим
              лицам; право требовать прекращения обработки персональных данных и
              (или) их удаления; право на обжалование действий (бездействия) и
              решения оператора, связанных с обработкой персональных данных),
              механизм реализации таких прав, а также последствия дачи мною
              согласа или отказа в даче такого согласия.
            </p>
            <p className="FormInnerText">
              Согласие на обработку персональных данных действует с момента их
              предоставления оператору и до окончания вступительный кампании.
            </p>
            <p className="FormInnerText">
              Согласие на обработку данных может быть отозвано путем подачи
              письменного заявления.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default PDF;
